{
  "basics": {
    "name": "Japheth Kimeu",
    "label": "GIS and Remote Sensing Specialist",
    "picture": "https://japhethkimeu.github.io/images/kim.png",
    "email": "kimeujeffer@gmail.com",
    "phone": "",
    "website": "https://japhethkimeu.github.io",
    "summary": "I am a geospatial and remote sensing specialist currently working for the Food and Agriculture Organization of the United Nations.", 
    "location": {
      "address": "30470",
      "postalCode": "00100",
      "city": "Nairobi",
      "countryCode": "Kenya",
    },
    "profiles": [
      {
        "network": "github",
        "username": "japhethkimeu",
        "url": "http://github.com/japhethkimeu"
      },
      {
        "network": "linkedin",
        "username": "kimeujapheth",
        "url": "http://linkedin.com/in/kimeujapheth"
      },
    ]
  },
  "interests": [
    {
      "name": "environmental management",
      "keywords": [
      ]
    },
    {
      "name": "remote sensing",
      "keywords": [
      ]
    },
    {
      "name": "GIS",
      "keywords": [
      ]
    },
    {
      "name": "humanitarian",
      "keywords": [
      ]
    }
  ],
  "skills": [
    {
      "name": "Languages",
      "level": "",
      "keywords": [
        "R",
        "Python",
        "Javascript"
      ]
    },
    {
      "name": "Softwares & Applications",
      "level": "",
      "keywords": [
        "QGIS",
        "ESRI ArcGIS Pro",
        "Google Earth Engine",
        " Power BI"
      ]
    }
  ],
  "education": [
    {
      "institution": "University of Twente, Faculty of Geoinformation Science and Earth Observation",
      "area": "Geoinformatics",
      "studyType": "MSc.",
      "startDate": "2018-08-26",
      "endDate": "2020-07-24",
      "gpa": "8.5/10",
      "courses": ["GIS", "Remote Sensing", "Machine Learning", "UAV for Earth Observation"
      ]
    },
    {
      "institution": "Technical University of Kenya",
      "area": "Geospatial Engineering",
      "studyType": "BSc",
      "startDate": "2011-01-11",
      "endDate": "2015-12-18",
      "gpa": "9/10",
      "courses": ["GIS", "Remote Sensing", "Land Management"
      ]
    }
  ],
  "work": [
    {
      "company": "FAO",
      "position": "GIS and Remote Sensing Specialist",
      "website": "http://www.faoswalim.org/",
      "startDate": "2021-09-01",
      "endDate": "Present",
      "summary": "FAO SWALIM",
      "highlights": [
        "Assisting in all activities involving spatial dataset management to support the provision of information to partners, stakeholders and other users.",
        "Supporting the development and maintenance of FAO SWALIM web-based geoinformation portals and ensuring they are populated with updated datasets and metadata records that are well documented.",
        "Liaising with Somalia line ministries, FAO Somalia sectors and SWALIM clients to better define their spatial information needs as well as participating in development of a framework for natural resources information management, based on the needs and requirements identified.",
        "Supporting development of a capacity strengthening plan for our partner’s staff especially Information Management Centres (IMCs) and Somali line ministries staff and providing technical support and on-the-job training on spatial data collection and analysis.",
        "Participating in natural resource data collection through preparing data collection procedures, designing data collection forms, and evaluating quality of data collected.",
        "Training staff from IMCs and Somali line ministries on field data collection, GIS data analysis, and map production.",
        "Assisting in preparation of information for dissemination materials (posters, fact sheets, newsletters, technical reports, feature articles, etc.) and workshop materials.",
        "Assisting in preparation, review and arrangement of training material (field survey manuals, power point presentations, field practical guides) on natural resources mapping techniques, using SWALIM standard templates and format."
      ]
    },
    {
      "company": "County Government of Machakos",
      "position": "Geospatial Engineer",
      "startDate": "2016-01-11",
      "endDate": "2021-08-21",
      "summary": "Team member",
      "highlights": [
        "GIS data integration, analysis, development, design, and deployments of geospatial applications and systems for multi-disciplinary teams and departments.",
        "Liased with line ministries such as water, land, transport, agriculture in promoting sustainable natural resources use.",
        "Coordinated analysis of geospatial data for various projects as well as developing data analysis tools using R, JavaScript and Python.",
        "Prepared reports, maps and charts for information sharing and dissemination.",
        "Coordinating and overseeing the production of high-quality map/cartographic products.",
        "Collaborated with NGO agencies and government bodies such as NLC in streamlining natural resource management policies.",
        "Providing support, coordination, and advice in the development, implementation, and maintenance of geospatial projects and programs.",
        "Trained staff and partners on natural resources data collection and analysis."
      ]
    },
    {
      "company": "GeoInfo Surveys Ltd",
      "position": "GIS Specialist",
      "startDate": "2015-05-04",
      "endDate": "2015-12-31",
      "summary": "",
      "highlights": [
        "Gathering and compiling spatial data from various online sources and preparing maps, reports and sketches. ",
        "Assisted in planning and coordinating carrying out of field survey activities to collect data and establish survey control points and property boundaries. ",
        "Assisted in verifying survey data and records such as GIS maps, cadastral plans, and sub-division schemes for issuance of title and lease deeds",
        "Developed, maintained, and updated geo-databases, carrying out spatial analysis using GIS and remote sensing tools. "
      ]
    }
  ],
  "volunteer": [
    {
      "organization": "OMDENA",
      "website": "",
      "position": "ML Engineer",
      "startDate": "2010-08-29",
      "endDate": "Present",
      "summary": "Collaborator",
      "highlights": [
        "Food security mapping using AI",
        "Crop mapping and identification using AI"
      ]
    },
     {
      "organization": "Humanitarian Openstreet Map",
      "website": "",
      "position": "Mapper",
      "startDate": "2021-02-12",
      "endDate": "Present",
      "summary": "Collaborator",
      "highlights": [
        "Mapping missing maps for Crowd2Map Tanzania"
      ]
    }
  ],
  "references": [
    {
      "name": "Available upon request",
      "reference": ""
    }
  ]
}
